export const Message = {
    noRecord: 'ไม่พบข้อมูล',
    saveComplete: 'บันทึกสำเร็จ',
    saveError: 'บันทึกข้อมูลไม่สำเร็จ',
    checkDate: 'กรุณาตราวจสอบวันที่สิ้นสุด ต้องไม่น้อยกว่า วันที่เริ่มสืบสวน',
    cannotDelete: 'ไม่สามารถลบข้อมูลได้',
    confirmAction: 'ยืนยันการทำรายการหรือไม่',
    checkRevenueDate: 'กรุณาตราวจสอบวันที่สิ้นสุด ต้องไม่น้อยกว่า วันที่นำส่ง',
    checkReceiveDate: 'กรุณาตราวจสอบวันที่ตรวจรับเริ่มต้น ต้องน้อยกว่า วันที่สิ้นสุด',
    checkScienceDate: 'กรุณาตราวจสอบวันที่ตรวจพิสูจน์เริ่มต้น ต้องน้อยกว่า วันที่สิ้นสุด',
}
